Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This is for Preview
ar: هذا للمعاينة
bn: এটি প্রিভিউয়ের জন্য।
ca: Això és per a la previsualització
cs: Toto je pro náhled
da: Dette er til forhåndsvisning
de: Dies ist für die Vorschau
el: Αυτό είναι για προεπισκόπηση
es: Esto es para vista previa
es_mx: Esto es para vista previa
fi: Tämä on esikatselua varten
fr: Ceci est pour l’aperçu
gu: આ પૂર્વાવલોકન માટે છે
he: זה לתצוגה מקדימה
hi: यह पूर्वावलोकन के लिए है
hr: Ovo je za pregled
hu: Ez csak előnézet
id: Ini untuk pratinjau
it: Questo è per l’anteprima
ja: プレビュー用です
kn: ಇದು ಪೂರ್ವವೀಕ್ಷಣೆಗಾಗಿ
ko: 미리보기용입니다
ml: ഇത് പ്രിവ്യൂവിനുള്ളതാണ്
mr: हे पूर्वावलोकनासाठी आहे
ms: Ini untuk pratonton
nb: Dette er for forhåndsvisning
nl: Dit is voor voorbeeld
or: ଏହା ପ୍ରିଭ୍ୟୁ ପାଇଁ
pa: ਇਹ ਪੂਰਵਦਰਸ਼ਨ ਲਈ ਹੈ
pl: To jest do podglądu
pt_br: Isto é para prévia
pt_pt: Isto é para pré-visualização
ro: Acesta e pentru previzualizare
ru: Это для предпросмотра
sk: Toto je pre náhľad
sl: To je za predogled
sv: Detta är för förhandsvisning
ta: இது முன்னோட்டத்திற்கானது
te: ఇది ప్రివ్యూ కోసం
th: นี่คือสำหรับการดูตัวอย่าง
tr: Bu önizleme içindir
uk: Це для попереднього перегляду
ur: یہ پیش نظارہ کے لیے ہے۔
vi: Đây là để xem trước
zh_hans: 仅供预览
zh_hant: 僅供預覽

source: This list has been deleted.
ar: تم حذف هذه القائمة.
bn: এই তালিকাটি মুছে ফেলা হয়েছে।
ca: Aquesta llista s’ha eliminat.
cs: Tento seznam byl smazán.
da: Denne liste er blevet slettet.
de: Diese Liste wurde gelöscht.
el: Αυτή η λίστα έχει διαγραφεί.
es: Esta lista ha sido eliminada.
es_mx: Esta lista ha sido eliminada.
fi: Tämä lista on poistettu.
fr: Cette liste a été supprimée
gu: આ યાદી કાઢી નાખવામાં આવી છે.
he: רשימה זו נמחקה.
hi: यह सूची हटा दी गई।
hr: Ovaj popis je izbrisan.
hu: Ez a lista törölve lett.
id: Daftar ini dihapus.
it: Questa lista è stata rimossa.
ja: このリストは削除されました。
kn: ಈ ಪಟ್ಟಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ.
ko: 이 목록이 삭제되었습니다.
ml: ഈ ലിസ്റ്റ് ഇല്ലാതാക്കി.
mr: ही यादी हटवण्यात आली आहे.
ms: Senarai ini dipadamkan.
nb: Denne listen er slettet.
nl: Deze lijst is verwijderd.
or: ଏହି ତାଲିକାକୁ ଡିଲିଟ୍ କରାଯାଇଛି।
pa: ਇਹ ਸੂਚੀ ਮਿਟਾ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Ta lista została usunięta.
pt_br: Esta lista foi excluída.
pt_pt: Esta lista foi excluída.
ro: Această listă a fost ștearsă.
ru: Этот список был удалён.
sk: Tento zoznam bol odstránený.
sl: Ta seznam je bil izbrisan.
sv: Den här listan har raderats.
ta: இந்தப் பட்டியல் நீக்கப்பட்டுவிட்டது.
te: ఈ జాబితా తొలగించబడింది.
th: รายการนี้ถูกลบแล้ว
tr: Bu liste silindi.
uk: Цей список було видалено.
ur: یہ فہرست حذف کر دی گئی ہے۔
vi: Danh sách này đã bị xóa.
zh_hans: 此列表已删除。
zh_hant: 此列表已刪除。

source: This permanently removes your personal data from Cronica on this device. It cannot be undone.
ar: يزيل هذا بياناتك الشخصية من Cronica على هذا الجهاز نهائياً. لا يمكن التراجع.
bn: এর ফলে এই ডিভাইস থেকে Cronica-এর মাধ্যমে আপনার ব্যক্তিগত তথ্য স্থায়ীভাবে মুছে যাবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Això elimina permanentment les teves dades personals de Cronica en aquest dispositiu. No es pot desfer.
cs: Tím trvale odstraníš svá osobní data Cronica na tomto zařízení. Tuto akci nelze vrátit.
da: Dette fjerner permanent dine personlige data fra Cronica på denne enhed. Det kan ikke fortrydes.
de: Dadurch werden deine persönlichen Daten dauerhaft von Cronica auf diesem Gerät entfernt. Das kann nicht rückgängig gemacht werden.
el: Αυτό αφαιρεί μόνιμα τα προσωπικά σας δεδομένα από το Cronica σε αυτή τη συσκευή. Δεν μπορεί να αναιρεθεί.
es: Esto elimina permanentemente tus datos personales de Cronica en este dispositivo. No se puede deshacer.
es_mx: Esto elimina permanentemente tus datos personales de Cronica en este dispositivo. No se puede deshacer.
fi: Tämä poistaa pysyvästi henkilökohtaiset tietosi Cronicasta tältä laitteelta. Toimintoa ei voi perua.
fr: Cela supprime définitivement tes données personnelles de Cronica sur cet appareil. Cette action est irréversible.
gu: આ તમારા વ્યક્તિગત ડેટાને આ ઉપકરણ પર Cronica માંથી કાયમ માટે દૂર કરે છે. તેને પૂર્વવત્ કરી શકાતું નથી.
he: זה מסיר לצמיתות את הנתונים האישיים שלך מ-Cronica במכשיר זה. לא ניתן לבטל.
hi: यह Cronica से इस डिवाइस पर आपका व्यक्तिगत डेटा स्थायी रूप से हटाता है। पूर्ववत नहीं हो सकता।
hr: Ovo trajno uklanja tvoje osobne Cronica podatke s ovog uređaja. Ovo se ne može poništiti.
hu: Ez véglegesen eltávolítja személyes adatait a Cronicából ezen az eszközön. Ez nem vonható vissza.
id: Ini menghapus data pribadimu dari Cronica di perangkat ini secara permanen. Tidak bisa dibatalkan.
it: Questo rimuove permanentemente i tuoi dati personali da Cronica su questo dispositivo. Non puoi annullare questa azione.
ja: このデバイスのCronicaから個人データが完全に削除されます。元に戻せません。
kn: ಇದು ಈ ಸಾಧನದಲ್ಲಿರುವ Cronica ನಿಂದ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುತ್ತದೆ. ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 이 기기의 Cronica에서 개인 데이터가 영구적으로 제거됩니다. 되돌릴 수 없습니다.
ml: ഇത് ഈ ഉപകരണത്തിലെ Cronica-ൽ നിന്ന് നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ശാശ്വതമായി നീക്കം ചെയ്യുന്നു. അത് പഴയപടിയാക്കാനാകില്ല.
mr: हे या डिव्हाइसवरील Cronica वरून तुमचा वैयक्तिक डेटा कायमचा काढून टाकते. ते पूर्ववत केले जाऊ शकत नाही.
ms: Ini membuang data peribadi anda daripada Cronica pada peranti ini secara kekal. Tidak boleh dibatalkan.
nb: Dette fjerner permanent dine personlige data fra Cronica på denne enheten. Det kan ikke angres.
nl: Dit verwijdert permanent je persoonlijke gegevens van Cronica op dit apparaat. Dit kan niet ongedaan worden gemaakt.
or: ଏହା ଏହି ଡିଭାଇସରେ ଥିବା Cronicaରୁ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ଡାଟାକୁ ସ୍ଥାୟୀ ଭାବରେ ହଟାଇଦେବ। ଏହାକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ।
pa: ਇਹ ਇਸ ਡਿਵਾਈਸ 'ਤੇ Cronica ਤੋਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਉਂਦਾ ਹੈ। ਇਸਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: To trwale usuwa twoje dane osobiste Cronica z tego urządzenia. Tej operacji nie można cofnąć.
pt_br: Isso remove permanentemente seus dados pessoais do Cronica neste dispositivo. Isso não pode ser desfeito.
pt_pt: Isso remove permanentemente seus dados pessoais do Cronica neste dispositivo. Isso não pode ser desfeito.
ro: Aceasta elimină permanent datele tale personale Cronica de pe acest dispozitiv. Acțiunea nu poate fi anulată.
ru: Это навсегда удалит твои личные данные Cronica на этом устройстве. Это нельзя отменить.
sk: Týmto sa natrvalo odstránia tvoje osobné údaje z Cronica na tomto zariadení. Nie je možné to vrátiť späť.
sl: To trajno odstrani tvoje osebne podatke iz Cronica na tej napravi. Dejanja ni mogoče razveljaviti.
sv: Detta tar permanent bort dina personuppgifter från Cronica på den här enheten. Det kan inte ångras.
ta: இது, இந்தச் சாதனத்தில் உள்ள Cronica-இலிருந்து உங்கள் தனிப்பட்ட தரவுகளை நிரந்தரமாக நீக்கிவிடும். இதை மீண்டும் பழைய நிலைக்குக் கொண்டுவர முடியாது.
te: ఇది ఈ పరికరంలోని Cronica నుండి మీ వ్యక్తిగత డేటాను శాశ్వతంగా తొలగిస్తుంది. దీనిని రద్దు చేయడం సాధ్యపడదు.
th: การดำเนินการนี้จะลบข้อมูลส่วนบุคคลของคุณออกจาก Cronica บนอุปกรณ์นี้อย่างถาวร มันไม่สามารถยกเลิกได้
tr: Bu, Cronica'daki kişisel verilerini bu cihazdan kalıcı olarak siler. Geri alınamaz.
uk: Це назавжди видалить твої особисті дані Cronica на цьому пристрої. Це не можна скасувати.
ur: یہ اس آلہ پر Cronica سے آپ کا ذاتی ڈیٹا مستقل طور پر ہٹا دیتا ہے۔ اسے کالعدم نہیں کیا جا سکتا۔
vi: Thao tác này sẽ xóa vĩnh viễn dữ liệu cá nhân của bạn khỏi Cronica trên thiết bị này. Nó không thể được hoàn tác.
zh_hans: 这将永久移除此设备上 Cronica 中的个人数据。此操作无法撤销。
zh_hant: 這將永久移除此裝置上 Cronica 中的個人資料。此操作無法復原。

source: This permanently removes your watchlist, lists, progress, notifications, calendar events, preferences, and any SIMKL or TMDB sign-in from this device.
ar: يزيل هذا نهائيًا قائمتك والقوائم والتقدّم والإشعارات وأحداث التقويم والتفضيلات وأي تسجيل دخول لـ SIMKL أو TMDB من هذا الجهاز.
bn: এটি এই ডিভাইস থেকে আপনার ওয়াচলিস্ট, অন্যান্য তালিকা, অগ্রগতি, নোটিফিকেশন, ক্যালেন্ডার ইভেন্ট, পছন্দসমূহ এবং যেকোনো SIMKL বা TMDB সাইন-ইন স্থায়ীভাবে মুছে দেবে।
ca: Això elimina permanentment la Watchlist, les llistes, el progrés, les notificacions, els esdeveniments del calendari, les preferències i qualsevol inici de sessió de SIMKL o TMDB d’aquest dispositiu.
cs: Toto trvale odstraní seznam, seznamy, průběh, oznámení, události kalendáře, preference a jakékoli přihlášení SIMKL nebo TMDB z tohoto zařízení.
da: Dette fjerner permanent din liste, lister, fremskridt, notifikationer, kalenderbegivenheder, præferencer og ethvert SIMKL- eller TMDB-login fra denne enhed.
de: Dies entfernt dauerhaft Merkliste, Listen, Fortschritt, Mitteilungen, Kalenderereignisse, Einstellungen und jede SIMKL- oder TMDB-Anmeldung von diesem Gerät.
el: Αυτό αφαιρεί οριστικά τη λίστα, τις λίστες, την πρόοδο, τις ειδοποιήσεις, τα γεγονότα ημερολογίου, τις προτιμήσεις και κάθε σύνδεση SIMKL ή TMDB από αυτή τη συσκευή.
es: Esto elimina permanentemente tu lista, listas, progreso, notificaciones, eventos del calendario, preferencias y cualquier inicio de sesión de SIMKL o TMDB de este dispositivo.
es_mx: Esto elimina permanentemente tu lista, listas, progreso, notificaciones, eventos del calendario, preferencias y cualquier inicio de sesión de SIMKL o TMDB de este dispositivo.
fi: Tämä poistaa pysyvästi watchlistan, listat, edistymisen, ilmoitukset, kalenteritapahtumat, asetukset sekä SIMKL- tai TMDB-kirjautumisen tältä laitteelta.
fr: Cela supprime définitivement votre liste, listes, progression, notifications, événements calendrier, préférences et toute connexion SIMKL ou TMDB de cet appareil.
gu: આ આ ઉપકરણમાંથી તમારી વૉચલિસ્ટ, સૂચિઓ, પ્રગતિ, સૂચનાઓ, કૅલેન્ડર ઇવેન્ટ્સ, પસંદગીઓ અને કોઈપણ SIMKL અથવા TMDB સાઇન-ઇનને કાયમ માટે દૂર કરે છે.
he: פעולה זו מסירה לצמיתות את הרשימה, הרשימות, ההתקדמות, ההתראות, אירועי היומן, ההעדפות וכל התחברות SIMKL או TMDB ממכשיר זה.
hi: यह इस डिवाइस से आपकी वॉचलिस्ट, सूचियाँ, प्रगति, सूचनाएँ, कैलेंडर इवेंट, प्राथमिकताएँ और कोई भी SIMKL या TMDB साइन-इन स्थायी रूप से हटा देता है।
hr: Ovo trajno uklanja popis, popise, napredak, obavijesti, događaje kalendara, postavke i svaku SIMKL ili TMDB prijavu s ovog uređaja.
hu: Ez véglegesen eltávolítja a listát, listákat, előrehaladást, értesítéseket, naptáreseményeket, beállításokat és minden SIMKL- vagy TMDB-bejelentkezést erről az eszközről.
id: Ini menghapus secara permanen daftar tonton, daftar, progres, notifikasi, acara kalender, preferensi, dan setiap masuk SIMKL atau TMDB dari perangkat ini.
it: Questo rimuove definitivamente watchlist, liste, progressi, notifiche, eventi calendario, preferenze e qualsiasi accesso SIMKL o TMDB da questo dispositivo.
ja: これにより、ウォッチリスト、リスト、進捗、通知、カレンダー予定、設定、およびこのデバイス上のSIMKLまたはTMDBのサインインが完全に削除されます。
kn: ಇದು ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿ, ಪಟ್ಟಿಗಳು, ಪ್ರಗತಿ, ಅಧಿಸೂಚನೆಗಳು, ಕ್ಯಾಲೆಂಡರ್ ಈವೆಂಟ್‌ಗಳು, ಆದ್ಯತೆಗಳು ಮತ್ತು ಯಾವುದೇ SIMKL ಅಥವಾ TMDB ಸೈನ್-ಇನ್ ಅನ್ನು ಈ ಸಾಧನದಿಂದ ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುತ್ತದೆ.
ko: 이 기기의 워치리스트, 목록, 진행 상황, 알림, 캘린더 이벤트, 환경설정, SIMKL 또는 TMDB 로그인이 영구적으로 제거됩니다.
ml: ഇത് നിങ്ങളുടെ വാച്ച് ലിസ്‌റ്റ്, ലിസ്റ്റുകൾ, പുരോഗതി, അറിയിപ്പുകൾ, കലണ്ടർ ഇവൻ്റുകൾ, മുൻഗണനകൾ എന്നിവയും ഈ ഉപകരണത്തിൽ നിന്ന് ഏതെങ്കിലും SIMKL അല്ലെങ്കിൽ TMDB സൈൻ ഇൻ ശാശ്വതമായി നീക്കംചെയ്യുന്നു.
mr: हे या डिव्हाइसवरून तुमची वॉचलिस्ट, सूची, प्रगती, सूचना, कॅलेंडर इव्हेंट, प्राधान्ये आणि कोणतेही SIMKL किंवा TMDB साइन-इन कायमचे काढून टाकते.
ms: Ini mengalih keluar secara kekal senarai tontonan, senarai, kemajuan, pemberitahuan, acara kalendar, pilihan dan sebarang log masuk SIMKL atau TMDB daripada peranti ini.
nb: Dette fjerner permanent listen, lister, fremdrift, varsler, kalenderhendelser, preferanser og all SIMKL- eller TMDB-pålogging fra denne enheten.
nl: Dit verwijdert permanent je watchlist, lijsten, voortgang, meldingen, agenda-items, voorkeuren en elke SIMKL- of TMDB-aanmelding van dit apparaat.
or: ଏହା ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟ, ତାଲିକା, ପ୍ରଗତି, ବିଜ୍ଞପ୍ତି, କ୍ୟାଲେଣ୍ଡର ଇଭେଣ୍ଟ, ପସନ୍ଦ ଏବଂ ଏହି ଡିଭାଇସରୁ ଯେକୌଣସି SIMKL କିମ୍ବା TMDB ସାଇନ୍-ଇନ୍ ସ୍ଥାୟୀ ଭାବରେ ହଟାଇଦେବ।
pa: ਇਹ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ, ਸੂਚੀਆਂ, ਪ੍ਰਗਤੀ, ਸੂਚਨਾਵਾਂ, ਕੈਲੰਡਰ ਇਵੈਂਟਾਂ, ਤਰਜੀਹਾਂ, ਅਤੇ ਕਿਸੇ ਵੀ SIMKL ਜਾਂ TMDB ਸਾਈਨ-ਇਨ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਉਂਦਾ ਹੈ।
pl: To trwale usuwa listę, listy, postęp, powiadomienia, wydarzenia kalendarza, preferencje oraz każde logowanie SIMKL lub TMDB z tego urządzenia.
pt_br: Isso remove permanentemente sua lista, listas, progresso, notificações, eventos do calendário, preferências e qualquer início de sessão do SIMKL ou TMDB deste dispositivo.
pt_pt: Isso remove permanentemente sua lista, listas, progresso, notificações, eventos do calendário, preferências e qualquer início de sessão do SIMKL ou TMDB deste dispositivo.
ro: Aceasta elimină definitiv lista, listele, progresul, notificările, evenimentele din calendar, preferințele și orice autentificare SIMKL sau TMDB de pe acest dispozitiv.
ru: Это навсегда удаляет список, списки, прогресс, уведомления, события календаря, настройки и любой вход SIMKL или TMDB с этого устройства.
sk: Toto natrvalo odstráni zoznam, zoznamy, priebeh, oznámenia, udalosti kalendára, preferencie a akékoľvek prihlásenie SIMKL alebo TMDB z tohto zariadenia.
sl: To trajno odstrani tvojo watchlist, sezname, napredek, obvestila, koledarske dogodke, nastavitve in morebitno prijavo SIMKL ali TMDB s te naprave.
sv: Detta tar permanent bort din lista, listor, förlopp, aviseringar, kalenderhändelser, preferenser och all SIMKL- eller TMDB-inloggning från den här enheten.
ta: இது உங்கள் கண்காணிப்புப் பட்டியல், பட்டியல்கள், முன்னேற்றம், அறிவிப்புகள், நாட்காட்டி நிகழ்வுகள், விருப்பத்தேர்வுகள் மற்றும் இந்தச் சாதனத்திலிருந்து ஏதேனும் SIMKL அல்லது TMDB உள்நுழைவு ஆகியவற்றை நிரந்தரமாக நீக்கிவிடும்.
te: ఇది ఈ పరికరం నుండి మీ వాచ్‌లిస్ట్, జాబితాలు, పురోగతి, నోటిఫికేషన్‌లు, క్యాలెండర్ ఈవెంట్‌లు, ప్రాధాన్యతలు మరియు ఏదైనా SIMKL లేదా TMDB సైన్-ఇన్‌ను శాశ్వతంగా తొలగిస్తుంది.
th: การดำเนินการนี้จะลบรายการเฝ้าดู รายการ ความคืบหน้า การแจ้งเตือน กิจกรรมในปฏิทิน การตั้งค่า และการลงชื่อเข้าใช้ SIMKL หรือ TMDB ออกจากอุปกรณ์นี้อย่างถาวร
tr: Bu, izleme listenizi, listelerinizi, ilerlemenizi, bildirimleri, takvim etkinliklerini, tercihleri ve bu cihazdaki tüm SIMKL veya TMDB oturumlarını kalıcı olarak kaldırır.
uk: Це остаточно видаляє список, списки, прогрес, сповіщення, події календаря, налаштування та будь-який вхід SIMKL або TMDB з цього пристрою.
ur: یہ اس ڈیوائس سے آپ کی واچ لسٹ، فہرستیں، پیش رفت، اطلاعات، کیلنڈر ایونٹس، ترجیحات اور کسی بھی SIMKL یا TMDB سائن ان کو مستقل طور پر ہٹا دیتا ہے۔
vi: Thao tác này sẽ xóa vĩnh viễn danh sách theo dõi, danh sách, tiến trình, thông báo, sự kiện lịch, tùy chọn và mọi đăng nhập SIMKL hoặc TMDB khỏi thiết bị này.
zh_hans: 这将从本设备永久删除你的待看列表、列表、进度、通知、日历事件、偏好设置，以及任何 SIMKL 或 TMDB 登录。
zh_hant: 這將從本裝置永久刪除你的待看清單、清單、進度、通知、日曆事件、偏好設定，以及任何 SIMKL 或 TMDB 登入。

source: This permanently removes your watchlist, lists, progress, notifications, calendar events, preferences, and any SIMKL sign-in from this device.
ar: يزيل هذا نهائياً قائمة المشاهدة والقوائم والتقدم والإشعارات وأحداث التقويم والتفضيلات وأي تسجيل SIMKL من هذا الجهاز.
bn: এটি এই ডিভাইস থেকে আপনার ওয়াচলিস্ট, অন্যান্য তালিকা, অগ্রগতি, নোটিফিকেশন, ক্যালেন্ডার ইভেন্ট, পছন্দসমূহ এবং যেকোনো SIMKL সাইন-ইন স্থায়ীভাবে মুছে দেবে।
ca: Això elimina permanentment la Watchlist, les llistes, el progrés, les notificacions, els esdeveniments del calendari, les preferències i qualsevol inici de sessió de SIMKL d’aquest dispositiu.
cs: Tím trvale odstraníš watchlist, seznamy, průběh, oznámení, události kalendáře, předvolby a případné přihlášení SIMKL z tohoto zařízení.
da: Dette fjerner permanent din watchlist, lister, fremskridt, meddelelser, kalenderbegivenheder, præferencer og enhver SIMKL-login fra denne enhed.
de: Dadurch werden deine Watchlist, Listen, Fortschritt, Benachrichtigungen, Kalendereinträge, Einstellungen und jede SIMKL-Anmeldung dauerhaft von diesem Gerät entfernt.
el: Αυτό αφαιρεί μόνιμα τη λίστα παρακολούθησης, τις λίστες, την πρόοδο, τις ειδοποιήσεις, τα συμβάντα ημερολογίου, τις προτιμήσεις και οποιαδήποτε σύνδεση SIMKL από αυτή τη συσκευή.
es: Esto elimina permanentemente tu lista, listas, progreso, notificaciones, eventos de calendario, preferencias y cualquier inicio de sesión de SIMKL de este dispositivo.
es_mx: Esto elimina permanentemente tu lista, listas, progreso, notificaciones, eventos del calendario, preferencias y cualquier inicio de sesión SIMKL de este dispositivo.
fi: Tämä poistaa pysyvästi katselulistasi, listat, edistymisen, ilmoitukset, kalenteritapahtumat, asetukset ja SIMKL-kirjautumisen tältä laitteelta.
fr: Cela supprime définitivement ta liste, tes listes, ton progrès, tes notifications, les événements du calendrier, tes préférences et toute connexion SIMKL de cet appareil.
gu: આ આ ઉપકરણમાંથી તમારી વૉચલિસ્ટ, સૂચિઓ, પ્રગતિ, સૂચનાઓ, કૅલેન્ડર ઇવેન્ટ્સ, પસંદગીઓ અને કોઈપણ SIMKL સાઇન-ઇનને કાયમ માટે દૂર કરે છે.
he: זה מסיר לצמיתות watchlist, רשימות, התקדמות, התראות, אירועי יומן, העדפות וכל כניסת SIMKL ממכשיר זה.
hi: यह वॉचलिस्ट, सूचियाँ, प्रगति, सूचनाएँ, कैलेंडर इवेंट, प्राथमिकताएँ और SIMKL साइन-इन को इस डिवाइस से स्थायी रूप से हटाता है।
hr: Ovo trajno uklanja popis, popise, napredak, obavijesti, događaje kalendara, postavke i SIMKL prijavu s ovog uređaja.
hu: Ez véglegesen eltávolítja a figyelőlistát, listákat, előrehaladást, értesítéseket, naptáreseményeket, beállításokat és minden SIMKL-bejelentkezést erről az eszközről.
id: Ini menghapus watchlist, daftar, progres, notifikasi, acara kalender, preferensi, dan login SIMKL dari perangkat ini secara permanen.
it: Questo rimuove permanentemente la tua lista, le liste, il progresso, le notifiche, gli eventi del calendario, le preferenze e qualsiasi accesso SIMKL da questo dispositivo.
ja: このデバイスからウォッチリスト、リスト、進捗、通知、カレンダーイベント、設定、SIMKLサインインが完全に削除されます。
kn: ಇದು ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿ, ಪಟ್ಟಿಗಳು, ಪ್ರಗತಿ, ಅಧಿಸೂಚನೆಗಳು, ಕ್ಯಾಲೆಂಡರ್ ಈವೆಂಟ್‌ಗಳು, ಆದ್ಯತೆಗಳು ಮತ್ತು ಯಾವುದೇ SIMKL ಸೈನ್-ಇನ್ ಅನ್ನು ಈ ಸಾಧನದಿಂದ ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕುತ್ತದೆ.
ko: 이 기기에서 워치리스트, 목록, 진행, 알림, 캘린더 이벤트, 환경설정, SIMKL 로그인이 영구적으로 제거됩니다.
ml: ഇത് നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റ്, ലിസ്റ്റുകൾ, പുരോഗതി, അറിയിപ്പുകൾ, കലണ്ടർ ഇവൻ്റുകൾ, മുൻഗണനകൾ, കൂടാതെ ഈ ഉപകരണത്തിൽ നിന്ന് ഏതെങ്കിലും SIMKL സൈൻ-ഇൻ എന്നിവ ശാശ്വതമായി നീക്കംചെയ്യുന്നു.
mr: हे या डिव्हाइसवरून तुमची वॉचलिस्ट, सूची, प्रगती, सूचना, कॅलेंडर इव्हेंट, प्राधान्ये आणि कोणतेही SIMKL साइन-इन कायमचे काढून टाकते.
ms: Ini membuang watchlist, senarai, kemajuan, pemberitahuan, acara kalendar, keutamaan, dan log masuk SIMKL daripada peranti ini secara kekal.
nb: Dette fjerner permanent watchlisten din, lister, fremdrift, varsler, kalenderhendelser, preferanser og SIMKL-innlogging fra denne enheten.
nl: Dit verwijdert permanent je watchlist, lijsten, voortgang, meldingen, agenda-afspraken, voorkeuren en SIMKL-aanmelding van dit apparaat.
or: ଏହା ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟ, ତାଲିକା, ପ୍ରଗତି, ବିଜ୍ଞପ୍ତି, କ୍ୟାଲେଣ୍ଡର ଇଭେଣ୍ଟ, ପସନ୍ଦ ଏବଂ ଏହି ଡିଭାଇସରୁ ଯେକୌଣସି SIMKL ସାଇନ୍-ଇନ୍ ସ୍ଥାୟୀ ଭାବରେ ହଟାଇଦେବ।
pa: ਇਹ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ, ਸੂਚੀਆਂ, ਪ੍ਰਗਤੀ, ਸੂਚਨਾਵਾਂ, ਕੈਲੰਡਰ ਇਵੈਂਟਾਂ, ਤਰਜੀਹਾਂ, ਅਤੇ ਕਿਸੇ ਵੀ SIMKL ਸਾਈਨ-ਇਨ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਹਟਾਉਂਦਾ ਹੈ।
pl: To trwale usuwa listę, listy, postęp, powiadomienia, wydarzenia kalendarza, preferencje i ewentualne logowanie SIMKL z tego urządzenia.
pt_br: Isso remove permanentemente sua lista, listas, progresso, notificações, eventos do calendário, preferências e qualquer login SIMKL deste dispositivo.
pt_pt: Isso remove permanentemente sua lista, listas, progresso, notificações, eventos do calendário, preferências e qualquer login SIMKL deste dispositivo.
ro: Aceasta elimină permanent watchlist-ul, listele, progresul, notificările, evenimentele din calendar, preferințele și autentificarea SIMKL de pe acest dispozitiv.
ru: Это навсегда удалит список, списки, прогресс, уведомления, события календаря, настройки и вход SIMKL с этого устройства.
sk: Týmto natrvalo odstráníš sledované, zoznamy, postup, oznámenia, kalendárové udalosti, predvoľby a prípadné prihlásenie SIMKL z tohto zariadenia.
sl: To trajno odstrani tvojo watchlist, sezname, napredek, obvestila, koledarske dogodke, nastavitve in morebitno prijavo SIMKL s te naprave.
sv: Detta tar permanent bort din watchlist, listor, framsteg, aviseringar, kalenderhändelser, inställningar och SIMKL-inloggning från den här enheten.
ta: இது உங்கள் கண்காணிப்புப் பட்டியல், பட்டியல்கள், முன்னேற்றம், அறிவிப்புகள், நாட்காட்டி நிகழ்வுகள், விருப்பத்தேர்வுகள் மற்றும் இந்தச் சாதனத்திலிருந்து ஏதேனும் SIMKL உள்நுழைவு ஆகியவற்றை நிரந்தரமாக நீக்கிவிடும்.
te: ఇది ఈ పరికరం నుండి మీ వాచ్‌లిస్ట్, జాబితాలు, పురోగతి, నోటిఫికేషన్‌లు, క్యాలెండర్ ఈవెంట్‌లు, ప్రాధాన్యతలు మరియు ఏదైనా SIMKL సైన్-ఇన్‌ను శాశ్వతంగా తొలగిస్తుంది.
th: การดำเนินการนี้จะลบรายการเฝ้าดู รายการ ความคืบหน้า การแจ้งเตือน กิจกรรมในปฏิทิน การตั้งค่า และการลงชื่อเข้าใช้ SIMKL ออกจากอุปกรณ์นี้อย่างถาวร
tr: Bu, izleme listesi, listeler, ilerleme, bildirimler, takvim etkinlikleri, tercihler ve SIMKL oturumunu bu cihazdan kalıcı olarak siler.
uk: Це назавжди видалить список, списки, прогрес, сповіщення, події календаря, налаштування та вхід SIMKL з цього пристрою.
ur: یہ اس ڈیوائس سے آپ کی واچ لسٹ، فہرستیں، پیش رفت، اطلاعات، کیلنڈر ایونٹس، ترجیحات اور کسی بھی SIMKL سائن ان کو مستقل طور پر ہٹا دیتا ہے۔
vi: Thao tác này sẽ xóa vĩnh viễn danh sách theo dõi, danh sách, tiến trình, thông báo, sự kiện lịch, tùy chọn và mọi đăng nhập SIMKL của bạn khỏi thiết bị này.
zh_hans: 这将永久移除此设备上的观看清单、列表、进度、通知、日历活动、偏好设置以及任何 SIMKL 登录信息。
zh_hant: 這將永久移除此裝置上的觀看清單、列表、進度、通知、日曆活動、偏好設定以及任何 SIMKL 登入資訊。
